tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "docker-compose"
brew "fzf"
brew "git"
brew "htop"
brew "kubectx"
brew "kubectl"
brew "mas"
brew "neovim"
brew "python@3.9"
brew "tmux"
brew "go"
brew "jq" # `xcode-select --install` might be needed
brew "wget"
cask "docker"
cask "iterm2"
cask "visual-studio-code"
cask "skype"
cask "obs"
cask "dotnet"
cask "discord"
cask "rectangle" 
cask "audacity"
cask "microsoft-edge"
cask "notion"
mas "1Password 7", id: 1333542190
mas "Monosnap", id: 540348655
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft OneNote", id: 784801555
