tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "docker-compose"
brew "fzf"
brew "git"
brew "htop"
brew "kubectx"
brew "kubectl"
brew "mas"
brew "neovim"
brew "python@3.9"
brew "tmux"
brew "go"
brew "jq" # `xcode-select --install` might be needed
brew "wget"
brew "jnv"
cask "docker"
cask "iterm2"
cask "visual-studio-code"
cask "skype"
cask "obs"
cask "discord"
cask "rectangle" 
cask "audacity"
cask "microsoft-edge"
cask "notion"
cask "raycast"
cask "cursor"
cask "1password"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsoft-powerpoint"
cask "microsoft-onenote"
mas "Monosnap", id: 540348655